{"tweet":"@apple seems to be going from spectacular innovation to spectacular imitation. From large screen phones to electric cars to smart glasses. Is it that @ycombinator is becoming a political organization or they simply support ILLEGAL immigration??? Why was @Torbahax booted out? Y'all can blackout all you want but when you return, Trump'll still be the #POTUS. #FaceTheFact Selfish monopolistic @uber. Their success is getting into their head. https://t.co/IjvqAu3HyV Happy belated birthday to my friend @daintsuky . Live long and prosper! God bless you. RT @WhatILearndFrom: WhatILearnedFromWordSwipe: Focus is key. Working on more than one project at a time usually leads to disaster. #WordSw… RT @0point5twins: \"Boss, I've got a probl-\"\n\n\"There are no such things as problems, only opportunities\"\n\n\"Oh, ok. I've got a serious drinki… RT @T_Harv_Eker: “Fear is an insidious and deadly thing. It can warp judgment, freeze reflexes, breed mistakes. Worse, it's contagious.” ―… If you don't know, ask me. https://t.co/5ULK6cWyxw RT @JohnCMaxwell: The only ones among you who will be truly happy are those who have sought and found how to serve. -Albert Schweitzer RT @T_Harv_Eker: “Blessed is the person who is too busy to worry in the daytime and too sleepy to worry at night.” ― Leo Aikman RT @JohnCMaxwell: If you hear a voice within you say \"you cannot paint,\" then by all means paint &amp; that voice will be silenced. —Vincent Va… And someone just said \"Marriage is not a Poverty Alleviation Program.\" LOL. RT @JohnCMaxwell: I can accept failure, but I can't accept not trying. -Michael Jordan Listening to @Randy_Gage 's Duplication Nation. My brain's working from a whole new level. You just have to see this!: https://t.co/KzjxNnXqfa 2016 Goals: Learn more. Act more. Give more. Be more. #BlackDiamondGrandElite. #My2016. #2016Millionaire. I'm taking a break. I'd be back next year. See y'all then. @Randy_Gage LOL. I can imagine what 'naked' would be. -:) Quote Of The Day: \"When it comes to success, you're better off hopping to it than hoping for it\" ~John C. Maxwell ~What Am I Reading?~ Dale Carnegie's Public Speaking For Success. https://t.co/PxUwrMMfRH Reading John C. Maxwell's Today Matters. #WhatAreYouReading? https://t.co/H4RF4hg3Of Reading John C. Maxwell's Today Matters. #WhatAreYouReading? RT @theRealKiyosaki: My latest blog on entrepreneurship has been posted!!!   Click: https://t.co/Z7SRI50UZ6 https://t.co/ywCbPI7kLY RT @theRealKiyosaki: 6 characteristics of a successful woman https://t.co/qFk6lTqoH5 #richwoman @T_Harv_Eker Couldn't find an option for Africa. I'd love to see it next time. RT @T_Harv_Eker: “Opportunity and risk come in pairs” ― Bangambiki Habyarimana RT @T_Harv_Eker: “When dreams become words to share with others - amazing things can happen.” ― Richard Hackett Jr. RT @T_Harv_Eker: “Make your lives a masterpiece, you only get one canvas.” ― E.A. Bucchianeri The government is responsible for the nation's economy. You are responsible for your own economy. \"You can't get enough money, unless the money gets you.\" ~ @TheZigZiglar RT @OliviaSanch: You either master money, or, on some level, money masters you. – Tony Robbins #quote The risks you don't take, take you. If you don't make a move ON life, life won't make a move FOR you. RT @Randy_Gage: The greater the struggle, the greater the strength you develop. RT @T_Harv_Eker: “It doesn't matter where your journey begins, so long as you begin it...” ― Solange nicole RT @Randy_Gage: Great read: “Give it five minutes” by @jasonfried https://t.co/19pRM5TDZZ RT @Randy_Gage: 9) You don't have to believe what you see.  You can choose to see what you believe.   #prosperity RT @theRealKiyosaki: Your success yesterday means nothing. It's what you do TODAY that shapes your tomorrow. #richdad Sometimes you feel like you just can't go on, you can't keep chasing your dreams. And that is where your why comes in. What's your why? \"@sherrystarnes: Success is not final, failure is not fatal: it is the courage to continue that counts.\" RT @theRealKiyosaki: Anyone who lives within their means suffers from a lack of imagination. -­ Oscar Wilde #richdad RT @T_Harv_Eker: “There’s nothing you can’t do if you want it bad enough.” ― Danielle Sibarium RT @T_Harv_Eker: “People throw stones at you and you convert them into milestones.” ― Sachin Tendulkar \"It's not what you leave for your children, but what you leave in them.\" ~ Les Brown Happy birthday, @daintsuky. God bless you beyond measure. Wishing you many more successful years. Mmmmuah! \"When the end comes for you, let it find you conquering a new mountain, not sliding down an old one.\". ~ Jim Rohn RT @bakadesuyo: \"If you are immune to boredom, there is literally nothing you cannot accomplish.\" - David Foster Wallace RT @theRealKiyosaki: Pray all you want; it won't matter unless you actually do something with your talents. #richdad If you don't know the difference between 'Education' &amp; 'School', you got homework to do. http://t.co/WAV9mQVSfb \"Some people say 'money won't make you happy.' But everybody wanna find out for themselves.\" \"Tell your boss what you really think about him and the truth shall set you free.\" - Patrick Murray I don't know what they've been telling you. But here's what I know; \"someone's opinion of you, does not have to become your reality.\" \"If you motivate an idiot, what you get is a motivated idiot.\" -Jim Rohn RT @T_Harv_Eker: “My limits know me well enough to stay out of my way.” ― Ben Mitchell RT @unleashinglife: There's a powerful force inside of you that is clawing it's way to the surface.  Do not hold it back, let it unleash. #… @daintsuky LOL. Kpele. The Lord will perfect the week. @Miss_Jayla funny but serious! RT @unleashinglife: Be courageous.  Know that you can do this.  The struggle is part of the journey, and it only makes your stronger. #cour… The more security you seek, the less freedom you have. The people with the most security are in jail. Hence, the phrase maximum security. RT @unleashinglife: Be who you want to be.  Do what you want to do. Don't let anyone's opinions stop you! They are not yours. :) CGlobal Citizen | Global Poverty Project http://t.co/QzaXlmhqtk RT @Randy_Gage: If you were charged with being a dreamer - would there be enough evidence to convict you? RT @JermHimselfish: I've just always assumed that ironing boards were surfboards that gave up on their dreams and got real jobs. RT @Randy_Gage: When you really want something, you find a way.  If you don't, you find an excuse. RT @BigAlMLM: \"Not television, but tell-a-person.\"  Yeah, probably pretty good advice for networkers. \"Every setback is a setup for a comeback\" “There’s no reason to have a plan B because it distracts from plan A”~Will Smith In the pursuit of a goal always ask yourself: How would I think and act if I knew I couldn't fail? Decide comes from Latin dēcīsiō which means to cut off. Decide = cut off all other possibilities. Two earthly friends that never fail me; Google (search) and Youtube! What a wonderful day! http://t.co/JwwCGSBQjx If your dreams do not scare you, then they are not big enough. They shouldn't even be called dreams.  #BigDreams. Chase the WHY. http://t.co/spVN7Ln2lF Man doesn't have a clue on how powerful he is. When we do, we'd literally move mountains with our thought. #Belief #IncredibleMind. Reading \"Sales Dogs\" by Blair Singer. Everyone should read this book! RT @Randy_Gage: Start with good intentions and they usually become reality. RT @theRealKiyosaki: The current idea of money is abstract and has no foundation to keep it honest. It exploits the nature of humans to che… King Alfred Diette-Spiff making some very important points here. #NTA #Reflections RT @theRealKiyosaki: Reality is what you make it. Most people's \"reality\" is a 9-5 job. Is that all you're capable of in this life? Since when did working for 40years and retiring broke become better than working for 4years and retiring free and rich? #MLM Fact 2: It's the only business structure in which an employee can earn more than the CEO. In other words, overtaking is allowed. #OnlyInMLM RT @Randy_Gage: How to Increase Your Sales http://t.co/X4rabV0aR1 \"@ValaAfshar: What they said about the laptop, 30 years ago http://t.co/crpBCjUVjM http://t.co/n0xodky7UM\" Similar to #MLM. Fact 1: It's based on COOPERATION instead of the traditional COMPETITION. #MLMFacts Join me as I explore reasons why everyone should take a look at MLM. RT @Randy_Gage: The Power of the Mastermind:  http://t.co/J2RiscPfXC \"The quality of your expectations determines the quality of your actions.\" Jean RT @Randy_Gage: The #1 Wealth Building Secret http://t.co/Rpup0gLjpe If your salary doesn't increase when you stop working, you are in the wrong company. People do not even know what they want. When they want money, look for jobs. Since when did a JOB become money?? RT @theRealKiyosaki: As long as government prints money it has less and less value. That’s why saving money is the key to poverty. \"There are no disasters, only opportunities. And, indeed, opportunities for fresh disasters.\" Boris Johnson \"You can watch me, block me, mock me, or join me. But what you cannot do is stop me.\" \"You can watch me, block me, mock me, or join me. But what you will not do is stop me\". If you can detect thieves, you are a detective. If they tell you \"it's not possible\", don't worry. That's the same thing they said about planes. President Jonathan said he'd annihilate boko haram in 6 weeks. And he's making giant strides in that direction. Do you think what I think??? Quitting is winning. Depends on what you quit anyway. Many people write K when they mean OK, then I ask them if that's the shape of their leg. My 5 year old sister's favorite line; \"I want to eat\". @daintsuky Happy new year Dear. New literacy test. Choose the option(s) that fill(s) the gap.        ______ going home. A. I am B. I'm C. Am D. All of the above. This, unlike that, shall end well. #Flight8501 @Mr_Kapowski I hate it when people write such nonsense. Makes them appear stupid. Anyway, the correct option is C Till next year. http://t.co/TgtW4ZKDVM I think the #US has something much bigger than taking down #NorthKorea's internet up its sleeves. #SonyHack #USReprisal. @daintsuky I did o. No b small tin. LWKM. These politicians no go kill person. Seems like the only time there wouldn't be a repercussion from Pyongyang is if the #US does nothing. #SonyHack. The best comedy show you can watch is a #Nigerian political rally. #APCPhalgacampaign. If I get silver while looking for gold, I'd first put the silver in my pocket, and continue looking for the gold. #ThePowerOfAnd. \"ATM Machine\"? Grandmama mama. Some people just have good spirits, laughing in the face of adversity. You have no choice but to be happy when you are around them. Making ends meet is no longer good enough. You need to make ends overlap. #Reading \"The Manhattan Project\". Amazing! Entrepeneurs can learn a lot from this report. #Reading \"The Manhattan Project\". Amazing! #Reading Ben Graham's \"The Intelligent Investor\". Ancient knowledge that remains practical. I'm yet to meet someone that doesn't like #music. The new definition of failure is the just concluded PVC collection exercise. #OnlyInNigeria I dread #back day much more than kids dread the boogey man. I gotta do it anyway. #MuscleHack. #Reading Dan Senor &amp; Paul Singer's #StartUp Nation; the story of Israel's economic miracle. #Good read. Before you tell me what to do, first show me that you've done it. #Entrepreneur state of mind. RT @theRealKiyosaki: Blog: The Consequences of a Strengthening US Dollar\n\nTo read more: http://t.co/sYNyl5lugp http://t.co/tZryKRp0m9 I've been feeling #ItchyTweety all day, but don't have anything to tweet about. So, TWEET! @JanisSiklis Then I guess you didn't understand what you read. Read them again. The biggest #problem the #IoT will face is #security. #WebCamBreach. Questn:What's the similarity between a Liverpool FC fan, an Arsenal FC fan, and a Nigerian? Ans:They can't die of #heartattacks.#AfconQ2015 \"@SortaBad: I like how automatic doors just get out of my way. I wish more inanimate objects seemed scared of me.\" #Funny Finally found @therealkiyosaki It's crazy how people do you one favour, and start acting like you owe them your life. Still waiting to read a book written by Aliko Dangote, Mike Adenuga, and the like. Popular belief: It's risky to take risks... And that's why #Entrepreneurs are paid big bucks. They take risks for you! Heart goes out to Peter \"AdbulRahman\" Kassig's family. RT @joshgondelman: It should be 25% off if you have to give directions to the cab driver. RT @OtherDanOBrien: [Bomb will explode in 26 seconds]\n*googles \"how to defuse a bomb\"*\n*clicks top result*\n*it's a 17-page slideshow.*\nGODD… #Praying for the two men #trapped on the #WTC. RT @Quibb: These Are the Top Six Books That Will Make You More Creative via @bakadesuyo http://t.co/fyg5xQ74by @EvanJKessler Atheist! RT @shutupmikeginn: If you bump into someone you havent seen in 7 years, every cell has been replaced and they're someone new entirely. You… There's fear of jihadists coming home to terrorize. There's also new fears of people coming home with #Ebola. #RockAndHardPlace. Your teeth tell me all I need to know about you. Silence Doesn't Always Mean Ignorance. Sometimes It Means Trying To Know More. 6 Charts That Show How The War On Fat Was A Gigantic Mistake http://t.co/ZDeaK6yAW9 via @bi_contributors Why Public Schools Are Academically Superior To Private Schools http://t.co/OvAzxergAU via @bi_contributors Hi @VanBaasbank My @God is #awesome! Steady brainstorming. Please I need a payment gateway in java. Can anyone help  with that? @java "}